Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.25.01-2.15_fin.txt.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien vaaliluettelo ei ole julkinen, vaan salassa pidettävä ja saamelaisille todella tärkeä asia.
sme: Sámedikki válgalogahallan ii leat almmolaš, muhto dat galgá dollojuvvot čiegusin, ja dat lea sápmelaččaide duođaid dehálaš ášši.

source: Tällä halutaan estää tilanteen politisoituminen ja kunnioittaa henkilöiden yksityisyyttä ja korostaa sitä, että vaaliluettelo on erillinen kokonaisuus saamelaiskäräjien arkisesta toiminnasta.
sme: Dáinna háliiduvvo caggojuvvot dili politihkalažžan šaddan ja gudnejahttojuvvot olbmuid priváhtavuohta ja deattuhuvvot dat, ahte válgalogahallan lea sierra ollisvuohta sámedikki árgabeaivve barggus.

source: Saamelaiskäräjät ei halua, että vaaliluetteloa käytetään poliittisiin tarkoitusperiin.
sme: Sámediggi ii hálit, ahte válgalogahallan adnojuvvo politihkalaš ulbmiliidda.

source: Se on vain ja ainoastaan vaalien toimittamista varten.
sme: Dat lea aivve ja duššefal válggaid doaimmaheami várás.

source: Suomessa etniset luettelot ovat laittomia.
sme: Suomas etnihkalaš logahallamat leat lágaheamit.

source: Saamelaiskäräjät on ollut hyvin tarkka siitä, että vaaliluettelo pysyy lain mukaisesti salaisena ja se on myös saamelaisille tärkeä asia.
sme: Sámediggi lea leamaš hui dárki das, ahte válgalogahallan bissu lága mielde suollemassan ja dat lea maid sápmelaččaide hui dehálaš ášši.

source: Kaikki julkisuuteen tuodut tiedot saamelaiskäräjien vaaliluetteloon hakeutumisesta heikentävät vaaliluettelon salassa pysymistä.
sme: Buot almmolašvuhtii buktojun dieđut sámedikki válgalogahallamii ohcaleamis heajudit válgalogahallama suollemassan doallama.

source: Vuontisjärvellä 25.1.2015
sme: Vuottesjávrres 25.1.2015
